{
  "work": [
    "You suggest something good and get rewarded {amount}.",
    "You drove the school bus today and were only 5 minutes late, but you still got {amount} for your efforts!",
    "You dig up some buried treasure on an island and find {amount} worth of gold jewelry!",
    "You work as a teacher and earn {amount} for inspiring young minds.",
    "Your boring nine-to-five office job pays you {amount}.",
    "You've worked on a farm cultivating wheat from dawn to dusk. The land lord pays you {amount} for your struggles.",
    "You discover a cure for a rare disease and earn {amount} in grant money!",
    "Your recent novel becomes a hit, earning you {amount} in royalties.",
    "You find a rare fossil on the beach and sell it to the museum for {amount}.",
    "You invested in the right stocks a the right time, earning {amount}.",
    "Your NFT collection surges in price, so you sell them for {amount}.",
    "You finished digging in the mines for the day. It's hard work, but they paid you {amount}.",
    "Dogecoin went to the moon! Your patient waiting got you {amount}.",
    "The lemonade sold well. Your efforts gathered you {amount}.",
    "Your dog dug up some cash. Finders keepers! {amount}",
    "You decided to buy a lottery ticket. You won {amount}.",
    "You made a viral video on the internet and got {amount} from ad revenue.",
    "You found a lost cat and were given {amount} as a thanks.",
    "You decided to become a web developer (why). Anyway you earned {amount}.",
    "You taught some people that Africa isn't a country. They paid you {amount}.",
    "The job you applied for was already done. The company didn't know it so you received the wage of {amount}.",
    "You streamed playing Minecraft and got donated {amount}.",
    "You discovered a new endangered insect species and got paid {amount} from the International Union for Conservation of Nature.", 
    "You found the largest prime number found so far. You were paid {amount} by your local university.",
    "You delivered some packages for {amount}.",
    "You built a playhouse for your neighbours and got paid {amount}.",
    "You mowed some lawn on your neighbourhood and were paid {amount}.",
    "You cleaned some classrooms and earned {amount}.",
    "You washed a car for {amount}.",
    "The New York Times interviewed you for their article. You get paid {amount}.",
    "You delivered letters around town as a mailman and got paid {amount}.",
    "As you were checking emails, you found out that you had paid {amount} in excess taxes. It was swiftly returned to your account!",
    "You showed some tourists around the city for {amount}.",
    "You perform love songs on the beach with your guitar and were tipped {amount}.",
    "The Pokémon trading cards package you bought contained a rare card which you sold for {amount}.",
    "You recorded a podcast and made {amount} from ad revenue.",
    "You found a gaming pc on sale and sold it forward for a higher price. Your profit was {amount}.",
    "You work as a guard during a concert. You get to enjoy the music and get paid {amount}!",
    "You teach a child to count to 10. The parents are amazed for your work and reward you with {amount}.",
    "You knitted a pair of mittens and sold them for {amount}.",
    "The local millionaire offers {amount} for the wooden dice you crafted on elementary school. You accept the offer.",
    "You tuned a piano for {amount}.",
    "You tuned a guitar for {amount}.",
    "You developed a new game and sold 20 copies for {amount}.",
    "You did something but don't remember what. Anyway you found {amount} from your pocket.",
    "You play mediocre music on the streets and were tipped {amount}.",
    "You sold your old shoes for {amount}.",
    "You found a rare rock and sold it for {amount}.",
    "You developed a new and *highly* secure encryption algorithm. arire tbaan tvir lbh hc, naljnl unir {amount} noq unir n avpr qnl!",
    "You dug a very deep hole in the Earth and made it on the news! You earned {amount}."
  ],
  "crimeSuccess": [
    "You work for the Juarez cartel as a brick-presser and earn {amount}! They'll probably kill you and your family tomorrow. Just saying.",
    "You rob an orphanage for {amount}.",
    "You break into the house next door and sell their gaming PC on E-Bay for {amount}.",
    "You work as a scam seller on Amazon selling fake airpods for {amount}.",
    "You break into Rapunzel's kingdom, steal her hair, and sell it on the black market for {amount}.",
    "You are a high school chemistry teacher diagnosed with lung cancer & turn to selling meth for {amount} to secure your family's future.",
    "You punched some random person and they gave you {amount} to stop.",
    "You smashed a kid's piggy bank and got {amount} from it.",
    "What you did was too horrible to speak of. I can't believe you would do that. Was the {amount} even worth it for those horrible crimes you did? No.",
    "You were hired as an assassin and you succeeded, earning {amount}.",
    "You need some extra cash for your drug habit. You break into the local dirty video store and rob them of {amount}! You also take a few \"items\" for yourself...",
    "You stole the golf balls from a golf course and sell them for {amount}.",
    "You break to a garage and steal {amount} worth of tools.",
    "You stole a wallet and found {amount}, along with a coupon to the local smoothie shop!",
    "You don't remember what you did, but you know it was highly illegal. Oh, and there is a mysterious gift card worth {amount} on your table... how strange.",
    "You stole a zebra from the zoo and sold it on the black market for {amount}.",
    "You somehow managed to steal a piece of the moon and sold it for {amount}."
  ],
  "crimeFail": [
    "You break into the house next door only to find the whole family eating dinner together. Your bail cost {amount}.",
    "You got shot trying to smuggle drugs across the border. The medical bills cost you a whopping {amount}.",
    "You get caught shoplifting by the local mall cop, who fines you for {amount}.",
    "You tried to do a prank call but called the police instead and were fined {amount}.",
    "You tried to rob a McDonald's but Ronald Mcdonald Big Mac'd you in the face and stole {amount} from you.",
    "You tried to rob someone but they just mugged you instead. You lost {amount}.",
    "You attempted to steal a bar of chocolate from a local store but were caught and had to pay {amount}. It was bad chocolate.",
    "You tried to jump the old lady walking down the street. Turns out she had a gun, and robbed you blind of {amount}.",
    "You attempted to cook up some drugs to sell on the black market, but the chemicals exploded in your face, costing you {amount} in medical bills.",
    "The bank you tried to rob was just robbed by someone else. The bank was full of police, but since you didn't steal anything you were only fined {amount}.",
    "You robbed a house but left your phone there... how could you be so stupid! You got fined {amount}.",
    "You must have been pretty darn stupid for thinking you wouldn't get caught while trying to steal a chair from the White House. You got caught and were fined {amount}.",
    "You tried to steal a statue from a museum in Singapore. You didn't know it's illegal to chew bubble gum in Singapore, so you got fined {amount} without even stealing anything.",
    "You tried to rob a bank in Copenhagen, but found out that it is illegal to wear masks in public in Denmark. You got fined {amount}, but at least didn't get arrested.",
    "You stole a wallet on a beach in Spain. You decided to hide the wallet on a sandcastle you found. You shouldn't have done that. You got fined {amount} because it's illegal to build sandcastles in Spain."
  ]
}
