{
  "work": [
    "You suggest something good and get rewarded {amount}.",
    "You drove the school bus today and were only 5 minutes late, but you still got {amount} for your efforts!",
    "You dig up some buried treasure on an island and find {amount} worth of gold jewelry!",
    "You work as a teacher and earn {amount} for inspiring young minds.",
    "Your boring nine-to-five office job pays you {amount}.",
    "You've worked on a farm cultivating wheat from dawn to dusk. The land lord pays you {amount} for your struggles.",
    "You discover a cure for a rare disease and earn {amount} in grant money!",
    "Your recent novel becomes a hit, earning you {amount} in royalties.",
    "You find a rare fossil on the beach and sell it to the museum for {amount}.",
    "You invested in the right stocks a the right time, earning {amount}.",
    "Your NFT collection surges in price, so you sell them for {amount}.",
    "You finished digging in The Seven Dwarves' mines for the day. They pay you {amount}.",
    "Dogecoin went to the moon! Your patient waiting got you {amount}.",
    "The lemonade sold well. Your efforts gathered you {amount}.",
    "Your dog dug up some cash. Finders keepers! {amount}",
    "You decided to buy a lottery ticket. You won {amount}.",
    "You made a viral video on the internet and got {amount} from ad revenue.",
    "You found a lost cat and were given {amount} as a thanks.",
    "You decided to become a web developer (why). Anyway you earned {amount}."
  ],
  "crimeSuccess": [
    "You work for the Juarez cartel as a brick-presser and earn {amount}! They'll probably kill you and your family tomorrow. Just saying.",
    "You rob an orphanage for {amount}.",
    "You break into the house next door and sell their gaming PC on E-Bay for {amount}.",
    "You work as a scam seller on Amazon selling fake airpods for full price and make {amount}.",
    "You break into Rapunzel's kingdom, steal her hair, and sell it on the black market for {amount}.",
    "You are a high school chemistry teacher diagnosed with lung cancer & turn to selling meth for {amount} to secure your family's future.",
    "You punched some random person and they gave you {amount} to stop.",
    "You smashed a kid's piggy bank and got {amount} from it.",
    "What you did was too horrible to speak of. I can't believe you would do that. Was the {amount} even worth it for those horrible crimes you did? No."
  ],
  "crimeFail": [
    "You break into the house next door only to find the whole family eating dinner together. The police fine you {amount}.",
    "You got shot trying to smuggle drugs across the border. The medical bills cost you {amount}.",
    "You get caught shoplifting by the local mall cop, who fines you for {amount}.",
    "You tried to do a prank call but called the police instead and you have been fined {amount}.",
    "You tried to rob a McDonalds but Ronald Mcdonald Big Mac'd you in the face and stole {amount} from you.",
    "You tried to rob someone but they just mugged you instead. You lost {amount}.",
    "You attempted to steal a bar of chocolate from a local store but were caught and had to pay {amount}. It was bad chocolate."
  ]
}
